Repository: valdrinkoshi/Tablonet
Catalog: Tablanet/*.lproj/Localizable.strings
Languages: fr, it

source: Connecting...
fr: Chargement...
it: Connessione...

source: Connect again
fr: Se connecter
it: Connetti di nuovo

source: Close
fr: Fermer
it: Chiudi

source: Cancel
fr: Annuler
it: Cancella

source: Points
it: Punti

source: cards
fr: cartes
it: carte

# More cards
source: You've more cards
fr: Tu as plus cartes
it: Hai più carte

source: points
it: punti

source: point
it: punto

source: wins
fr: à gagne
it: vince

source: End match
fr: Terminer
it: Terminare

# End message
source: Do you want to end the match? All progresses will be lost!
fr: Terminer le jeux? Tous les progrès seront perdus!
it: Vuoi terminare la partita? Tutti i progressi saranno perduti!

source: did
fr: a fait
it: ha fatto

source: New round
it: Nuovo round

source: Error sending packet
fr: Erreur a envoyer le package
it: Errore nel mandare il pacchetto

source: Player
fr: Joueur
it: Giocatore

source: Error in connection with peer
fr: Erreur a se connecter avec le peer
it: Errore nel connettersi con il peer

source: disconnected
fr: déconnecté
it: si é disconnesso

source: Failed to connect with
fr: Pas réussi à se connecter avec
it: Errore nel connettersi con

source: Match failed with error
fr: Match terminé avec l'erreur
it: Match non iniziato a causa dell'errore

# New match
source: Continue playing
fr: Continuer à jouer
it: Continua a giocare

# QUEEN
source: Q
fr: D
